/* Added to PROC_KILLED when the killing signal cause a dump */
" (core dumped)" = " (mémoire vidée)";

/* New Window menu item title format; the variable is the profile name */
"New Window with Settings - %@" = "Nouvelle fenêtre avec les réglages - %@";

/* New Tab and contextual menu item title format; the variable is the profile name */
"New Tab with Settings - %@" = "Nouvel onglet avec les réglages – %@";

/* New Window menu item title format; the variable is the profile name */
"New Window with Same Command" = "Nouvelle fenêtre avec la même commande";

/* New Tab menu item title format; the variable is the profile name */
"New Tab with Same Command" = "Nouvel onglet avec la même commande";

/* Window settings inspector; format string for font field in inspector; argument 1 is the font, argument 2 is the formatted size */
"%1$@ %2$@ pt." = "%1$@ %2$@ pt.";

/* Window settings preferences; Keyboard map; format string for Key description column; argument 1 is the modifier, argument 2 is the key */
"%1$@ %2$@" = "%1$@ %2$@";

/* for Undo Menu suffix for settings changes - "Undo Settings" */
"Settings" = "Réglages";

/* Window settings save panel; string combined with full user name for default save name */
"%@\\U2019s settings" = "Réglages de %@";

/* Default name for new window groups; includes user name */
"%@\\U2019s window group" = "groupe de fenêtres de %@";

/* Insert ellipsis into a string truncated in the middle; the variables are the prefix/suffix of the truncated string. */
"%@\\U2026%@" = "%@…%@";

/* Bookmark menu-item title format string; the first parameter is the line number, the second parameter is the bookmark name */
"%@: %@" = "%@ : %@";

/* Start of bookmark name; used to find bookmark names in terminal text */
"[" = "[";

/* End of bookmark name; used to find bookmark names in terminal text */
"]" = "]";

/* Separator between permanent and discovered servers */
"--- Discovered Servers ---" = "--- Serveurs détectés---";

/* Default settings; name for default Black on White settings */
"Black on White" = "Noir sur blanc";

/* Default settings; name for default Black on Yellow settings */
"Black on Yellow" = "Noir sur jaune";

/* Default settings; name for default Blue on White settings */
"Blue on White" = "Bleu sur blanc";

/* Name of built-in default window settings */
"Built-in" = "Intégré";

/* No comment provided by engineer. */
"Cancel" = "Annuler";

/* Menu item title */
"Clear to Previous Bookmark" = "Effacer jusqu’au signet précédent";

/* Menu item title */
"Clear to Previous Mark" = "Effacer jusqu’à la marque précédente";

/* Menu item title */
"Clear to Selected Bookmark" = "Effacer jusqu’au signet sélectionné";

/* Menu item title */
"Clear to Selected Mark" = "Effacer jusqu’à la marque sélectionnée";

/* Menu item title */
"Clear to Start of Selection" = "Effacer jusqu’au début de la sélection";

/* No comment provided by engineer. */
"Close" = "Fermer";

/* No comment provided by engineer. */
"Close All" = "Tout fermer";

/* Tab close-button accessibility label/title. */
"Close tab" = "Fermer l’onglet";

/* Tab close-button accessibility role description. */
"close tab button" = "bouton de fermeture de l’onglet";

/* Tab close sheet; message description for a single process */
"Closing this tab will terminate the running process %@." = "La fermeture de cet onglet entraînera la fin du processus %@ en cours d’exécution.";

/* Tab close sheet; message description for multiple processes */
"Closing this tab will terminate the running processes: %@." = "La fermeture de cet onglet entraînera la fin des processus %@ en cours d’exécution.";

/* Used between items concatenated into comma-separated lists. */
", " = ", ";

/* Tab/Window close sheet; process name with duplicate name count */
"%@ (%d)" = "%@ (%d)";

/* Window close sheet; message description for a single process */
"Closing this window will terminate the running process %@." = "La fermeture de cette fenêtre entraînera la fin du processus %@ en cours d’exécution.";

/* Window close sheet; message description for multiple processes */
"Closing this window will terminate the running processes: %@." = "La fermeture de cette fenêtre entraînera la fin des processus %@ en cours d’exécution.";

/* Failure to create a new terminal session. Displayed in terminal content. */
"[Could not create a new process and open a pseudo-tty.]" = "[Impossible de créer un nouveau processus et d’ouvrir un pseudo-tty.]";

/* Window settings preferences; text shown with profiles which are set as the default */
"Default" = "Par défaut";

/* Window settings preferences; text shown with profiles which are set as the startup profile */
"Startup" = "Démarrage";

/* Compose Email Message contextual menu item. */
"Compose" = "Composer";

/* SSH/Telnet Connection contextual menu item. */
"Connect" = "Se connecter";

/* Window settings preferences; text shown with profiles which are set as the Copy Attributes profile */
"Copy" = "Copier";

/* Tab close sheet; message title */
"Do you want to close this tab?" = "Voulez-vous fermer cet onglet ?";

/* Window close sheet; message title */
"Do you want to close this window?" = "Voulez-vous fermer cette fenêtre ?";

/* Window close sheet; message title when there are running processes */
"Do you want to terminate running processes in this window?" = "Voulez-vous arrêter les processus en cours dans cette fenêtre ?";

/* Tab close sheet; message title when there are running processes */
"Do you want to terminate running processes in this tab?" = "Voulez-vous arrêter les processus en cours dans cet onglet ?";

/* Service */
"File Transfer (ftp)" = "Transfert de fichier (ftp)";

/* Find Panel; window title */
"Find" = "Recherche";

/* Default settings; name for default Green on Black settings */
"Green on Black" = "Vert sur noir";

/* Shell menu item title; used when inspector is visible */
"Hide Inspector" = "Masquer l’inspecteur";

/* Menu item title */
"Hide Marks" = "Masquer les marques";

/* View Menu item title; used when the tab bar is shown */
"Hide Tab Bar" = "Masquer la barre d’onglets";

/* Application termination dialog; message description */
"If you don\\U2019t review your windows, any running processes will be terminated." = "Si vous ne passez pas vos fenêtres en revue, tous les processus en cours d’exécution seront interrompus.";

/* No comment provided by engineer. */
"It may have been incompletely copied from another machine." = "La copie depuis une autre machine risque d’être incomplète.";

/* Window settings import; alert title shown when multiple files are corrupt */
"Multiple files could not be imported." = "Impossible d’importer les fichiers multiples.";

/* Default name for new window settings */
"New settings" = "Nouveaux réglages";

/* No options for this service */
"No options" = "Aucune option";

/* Application prefs; string superimposed on table of window groups when none are available */
"No Window Groups Saved" = "Aucun groupe de fenêtres enregistré";

/* Shell menu; title of menu item used in submenu of Open Workspaces when no workspaces are available */
"None" = "Aucun";

/* Generic save panel; name of object type used in save panel if not otherwise specified */
"object" = "objet";

/* No comment provided by engineer. */
"OK" = "OK";

/* Open Link contextual menu item. */
"Open Link" = "Ouvrir le lien";

/* Open man Page contextual menu item. */
"Open man Page" = "Ouvrir la page de man";

/* Help menu item; the variable is the search term. */
"Open man Page for \\U201C%@\\U201D" = "Ouvrir la page de man de « %@ »";

/* Open man Page function key label. */
"man page" = "Page de man";

/* Open man Page function key options label. */
"Search Term Display:" = "Affichage du terme à rechercher :";

/* Open man Page function key options label. */
"None" = "Aucun";

/* Open man Page function key options label. */
"Fixed Width" = "Largeur fixe";

/* Open man Page function key options label. */
"Automatic" = "Automatique";

/* Help menu item; the variable is the search term. */
"Search man Page Index for \\U201C%@\\U201D" = "Rechercher « %@ » dans l’index de page de man";

/* Look Up contextual menu item. */
"Look Up" = "Définition";

/* Look Up contextual menu item with truncated text. */
"Look Up \\U201C%@\\U2026\\U201D" = "Rechercher « %@ »…";

/* Look Up contextual menu item with selected text. */
"Look Up \\U201C%@\\U201D" = "Rechercher « %@ »";

/* Web search (e.g., Google) contextual menu item. */
"Search with %@" = "Rechercher avec %@";

/* Web search contextual menu item when the search provider is unknown. */
"Search the Web" = "Rechercher sur le Web";

/* Default process name */
"Process name" = "Nom de l’opération";

/* No comment provided by engineer. */
"Quit" = "Quitter";

/* Service */
"Remote Login (telnet)" = "Connexion à distance (telnet)";

/* Window settings preferences; path control pop-up menu item for removing the background image */
"Remove" = "Supprimer";

/* Generic save panel; title of button used to replace existing object */
"Replace" = "Remplacer";

/* Generic save panel; information text used for alert when replacing existing countable object. */
"Replacing the %@ will override its contents." = "Le replacement de %@ écrasera son contenu.";

/* Generic save panel; information text used for alert when replacing existing uncountable object. */
"Replacing the %@ will override their contents." = "Le replacement de %@ écrasera leur contenu.";

/* Application termination dialog; review windows button title */
"Review Windows\\U2026" = "Passer les fenêtres en revue…";

/* Window group save panel; panel title */
"Save Window Group" = "Enregistrer le groupe de fenêtres";

/* Service */
"Secure File Transfer (sftp)" = "Transfert de fichiers sécurisé (sftp)";

/* No comment provided by engineer. */
"Secure Shell (ssh)" = "Shell sécurisé (ssh)";

/* Connect to service option */
"SFTP (Automatic)" = "SFTP (Automatique)";

/* No comment provided by engineer. */
"SFTP Protocol 1" = "Protocole SFTP 1";

/* Shell menu item title; used when inspector is not visible */
"Show Inspector" = "Afficher l’inspecteur";

/* Menu item title */
"Show Marks" = "Afficher les marques";

/* View Menu item title; used when the tab bar is hidden */
"Show Tab Bar" = "Afficher la barre d’onglets";

/* No comment provided by engineer. */
"SSH (Automatic)" = "SSH (Automatique)";

/* Connect to service option */
"SSH Protocol 1" = "Protocole SSH 1";

/* Connect to service option */
"SSH Protocol 2" = "Protocole SSH 2";

/* Accessibility description for Use Option as Meta Key. */
"use option as meta key" = "utiliser « Option » comme touche Meta";

/* The 'use Option as Meta' title. The word 'Meta' should probably not be localized. */
"⌥ Meta" = "⌥ Meta";

/* The 'use Option as Option key (instead of Meta)' title. */
"⌥ Option" = "⌥ Option";

/* Displayed to indicate that the Option modifier key is currently mapped to the Meta modifier. Like the word 'Meta' this should probably not be localized. */
"M" = "L";

/* Displayed to indicate that the Option modifier key is currently mapped to the Meta modifier. The word 'Meta' should probably not be localized. */
"Option is Meta" = "Option est Meta";

/* Displayed to indicate that the Option modifier key is NOT currently mapped to the Meta modifier. */
"\\U2325" = "⌥";

/* Displayed to indicate that the Option modifier key is NOT currently mapped to the Meta modifier. */
"Option" = "Option";

/* Accessibility description for Insert Bookmark. */
"insert bookmark" = "insérer un signet";

/* Accessibility description for Jump/Select to Next Mark. */
"next mark" = "marque suivante";

/* Accessibility description for Jump/Select to Previous Mark. */
"previous mark" = "marque précédente";

/* Accessibility description for Jump/Select to Next Bookmark. */
"next bookmark" = "signet suivant";

/* Accessibility description for Jump/Select to Previous Bookmark. */
"previous bookmark" = "signet précédent";

/* Function key description */
"Previous/Next Mark" = "Marque\nprécédente/suivante";

/* Function key description */
"Previous/Next Bookmark" = "Signet précédent/suivant";

/* Function key description */
"Previous/Next Mark — Insert Bookmark" = "Marque précédente/suivante — Insérer un signet";

/* Button title for making a new tab. */
"New Tab" = "Nouvel onglet";

/* Accessibility description for New Remote Connection. */
"new remote connection" = "nouvelle connexion distante";

/* Function key description */
"New Remote Connection" = "Nouvelle connexion distante";

/* Button title for inserting a new bookmark. */
"Insert Bookmark" = "Insérer un signet";

/* Terminal title component; enables adding markup around each of the title components, before they are concatenated with em-dashes between them */
"terminal title component" = "%@";

/* default title */
"Terminal" = "Terminal";

/* Default name for Save Text As... menu */
"Terminal Saved Output.txt" = "Résultat de Terminal.txt";

/* No comment provided by engineer. */
"Terminate" = "Terminer";

/* Application termination dialog; terminate processes button title */
"Terminate Processes" = "Terminer les opérations";

/* Generic save panel; title used for alert when replacing existing uncountable object. */
"The %1$@ %2$@ already exist. Do you want to replace them?" = "Les %1$@ %2$@ existent déjà. Voulez-vous les remplacer ?";

/* Generic save panel; title used for alert when replacing existing countable object. */
"The %1$@ %2$@ already exists. Do you want to replace it?" = "Le %1$@ %2$@ existe déjà. Souhaitez-vous le remplacer ?";

/* No comment provided by engineer. */
"The administrator has set your shell to an illegal value." = "L’administrateur a donné à votre shell une valeur interdite.";

/* Window settings import; alert description shown when a single file is corrupt */
"The file is corrupt. You may be able to obtain a fresh copy of the file from its author." = "Le fichier est endommagé. Vous pouvez obtenir une autre copie auprès de son auteur.";

/* No comment provided by engineer. */
"The file \\U201C%@\\U201D could not be executed because you do not have appropriate access privileges." = "Le fichier « %@ » n’a pas pu être exécuté car vous ne disposez pas des privilèges d’accès nécessaires.";

/* Window settings import; alert title shown when a single file is corrupt; %@ is filename */
"The file \\U201C%@\\U201D could not be imported." = "Impossible d’importer le fichier « %@ ».";

/* No comment provided by engineer. */
"The file \\U201C%@\\U201D could not be opened because it is corrupt." = "Le fichier « %@ » n’a pas pu être ouvert car il est endommagé.";

/* Window settings import; alert description shown when a multiple files are corrupt; %@ is comma-separated list of filenames */
"The following files are corrupt: %@. You may be able to obtain a fresh copy of the files from their author." = "Les fichiers suivants sont endommagés : %@. Vous pouvez obtenir une autre copie de ces fichiers auprès de leur auteur.";

/* Window settings; error title when settings name is empty */
"The window settings name is too short." = "Le nom des réglages de fenêtre est trop court.";

/* Window settings; error title when settings name is already in use */
"The window settings \\U201C%@\\U201D already exist." = "Les réglages de fenêtre « %@ » existent déjà.";

/* No comment provided by engineer. */
"To view or change access privileges, select the file in the Finder and choose File > Get Info." = "Pour afficher ou modifier vos autorisations d’accès, sélectionnez le fichier dans le Finder puis choisissez Fichier > Lire les informations.";

/* Window settings; error description when settings name is already in use or is reserved */
"Try entering a different name." = "Veuillez saisir un nom différent.";

/* Window settings; error description when settings name is empty */
"Try entering a name with more characters." = "Veuillez saisir un nom plus long.";

/* Function key description */
"Use Option as Meta Key" = "Utiliser « Option » comme touche Meta";

/* Accessibility description for Open man Page for Selection. */
"open man page" = "ouvrir la page man";

/* Function key description */
"Open man Page for Selection" = "Ouvrir la page de man\nde la sélection";

/* Function key description */
"Background Color" = "Couleur\nd’arrière-plan";

/* Function keys description */
"VT100 (PF1-PF4)" = "VT100 (PF1-PF4)";

/* Function keys description */
"VT220 (PF1-PF4 + F5-F20)" = "VT220 (PF1-PF4 + F5-F20)";

/* Function keys description */
"VT220 Extras (F13-F20)" = "VT220 Extras (F13-F20)";

/* Function keys description */
"VT220 Compact (F1-F20)" = "VT220 compact (F1-F20)";

/* Function keys description */
"VT420 All Enabled (PF1-PF4 + F1-F20)" = "VT420 tout activé (PF1-PF4 + F1-F20)";

/* No comment provided by engineer. */
"w" = "w";

/* Default settings; name for default White on Black settings */
"White on Black" = "Blanc sur noir";

/* Default settings; name for default White on Blue settings */
"White on Blue" = "Blanc sur bleu";

/* Window group save panel; name of object used in replacement panels */
"window group" = "groupe de fenêtres";

/* Window settings save panel; name of object used in replacement panels */
"window settings" = "réglages de fenêtre";

/* No comment provided by engineer. */
"You are not authorized to run this application." = "Vous n’êtes pas autorisé à lancer cette application.";

/* Application termination dialog; message title */
"You have %d windows with running processes. Do you want to review these windows before quitting?" = "%d fenêtres contiennent des processus en cours d’exécution. Souhaitez-vous les passer en revue avant de quitter ?";

/* Appears in window when the user's custom command/shell isn't found. */
"[Command not found: %@]" = "[Commande introuvable : %@]";

/* Appears in window when the shell exits cleanly */
"[Process completed]" = "[Opération terminée]";

/* Appears in window when the shell exits abnormally */
"[Process exited - exit code %u]" = "[L’opération a été arrêté - code d’arrêt %u]";

/* Appears in window when the shell is murdered */
"[Process was terminated by signal %d%s]" = "[L’opération s’est terminée par le signal %1$d%2$s]";

/* Appears at the start of restored terminal text when truncated */
"[Restored contents truncated]" = "[Contenus restaurés tronqués]";

/* Appears at the end of restored terminal text; the parameter is a date/time string */
"[Restored %@]" = "[Restauré %@]";

/* User-inserted bookmark; the parameter is the bookmark name */
"[%@]" = "[%@]";

/* User-inserted bookmark default name; the parameter is a date/time string */
"Bookmarked %@" = "Marqué à l’aide d’un signet %@";

/* Bookmarks menu item title for when there are no bookmarks */
"No Bookmarks" = "Aucun signet";

/* Separator used for dimensions in window title */
"\\U00D7" = "×";

/* Thin-space and ellipses suffixed to process name to indicate activity in terminal */
"%@\\U2009\\U2026" = "%@ …";

/* Ellipses to indicate unread output in terminal */
"\\U2026" = "…";

/* strings used for split view controls */

"Split pane" = "Scinder la sous-fenêtre";

"Close split-pane" = "Fermer la sous-fenêtre scindée";

/* strings used for Shortcut man page support */

"Man Pages" = "Pages de man";

/* denied request from quarantined/sandboxed application to open file */
"\\U201C%@\\U201D can\\U2019t be opened because %@ is not allowed to open documents in Terminal." = "Impossible d’ouvrir « %@ » car %@ n’est pas autorisé à ouvrir des documents dans Terminal.";

/* strings used for quarantine alerts */

"QuarantineTitleSSH" = "Terminal ouvre une connexion ssh vers %@ pour %@.";
"QuarantineTitleTelnet" = "Terminal ouvre une connexion telnet vers %@ pour %@.";
"QuarantineTitle2" = " Êtes-vous d’accord ?";
"QuarantineMessage" = "Ceci révélera votre nom d’utilisateur et votre adresse réseau à l’autre ordinateur. Pour ne plus être informé, ajoutez-le à la liste ssh des hôtes connus.";
"QuarantineMessageError" = "\n\nUne erreur s’est produite lors de la recherche d’hôtes connus (pour plus de détails, exécutez « %@ »).";
"QuarantineAllow" = "Autoriser";
"QuarantineDeny" = "Ne pas autoriser";

"Alter Settings" = "Modifier les réglages";

/* Inspector process list: separator between process name annotations (middle dot between thin spaces) */
"\\U2009\\U00B7\\U2009" = " · ";

/* Inspector process list: process name status annotation */
"(stopped)" = "(interrompu)";

/* Inspector process list: process name status annotation */
"(zombie)" = "(zombie)";

/* Inspector process list: process status */
"Idle" = "Inactif";

/* Inspector process list: process status */
"Runnable" = "Exécutable";

/* Inspector process list: process status */
"Sleeping" = "Suspendre l’activité";

/* Inspector process list: process status */
"Stopped" = "Arrêté";

/* Inspector process list: process status */
"Zombie" = "Zombie";

/* Inspector process list: boolean YES */
"Yes" = "Oui";

/* Inspector process list: boolean NO */
"No" = "Non";
